{
    "A": {
        "name": "Uppskattande ord",
        "description": "Det är ditt språk när du ofta berättar för din partner hur snygg hen är, hur duktig hen är på att snickra/städa/ta hand om barnen/göra karriär/ tjäna pengar eller någon annan prestation som hen lyckas med. Du talar också om att hen är sexig, lagar god mat, har bra klädsmak eller vad som helst som för dig känns som ett sätt att uttrycka din kärlek. Inte minst säger du ”Jag älskar dig”. För dig är det självklart att din partner då borde förstå hur djup din kärlek och uppskattning av den andre är. Om din partner inte säger alla de här sakerna till dig är det ett tydligt tecken på att hen inte längre älskar dig som förut"
    },
    "B": {
        "name": "Kvalitetstid",
        "description": "Din uppfattning om hur man visar kärlek är att man spenderar tid tillsammans. Du ser alltid till att ha tid att göra saker tillsammans med din partner, du vill att ni sitter ned tillsammans och pratar om vad som har hänt under dagen och hur hen känner och tycker om dig, händelser, sig själv och så vidare. För dig är det viktigt att avsätta tid till den här samvaron och älskar man varandra är det självklart att både känner så här. Gå på bio, göra någon kul aktivitet, gå ut och äta eller bara sitta ned och prata, det är äkta kärlek. Om din partner inte har tid med det men har tid att titta på fotboll, träna, mecka med motorcykeln, läsa böcker, gå ut och shoppa, ta en språkkurs utan dig, då är det för dig tydliga tecken på att hen inte längre älskar dig på samma sätt som tidigare"
    },
    "C": {
        "name": "Presenter",
        "description": "När ditt kärleksspråk är att ge varandra presenter av olika slag är det otroligt viktigt att verkligen tänka igenom vilken present din älskade ska få på födelsedagen, årsdagen när ni träffades, årsdagen när ni förlovade er, bröllopsdagen eller när du vill visa din uppskattning och helt enkelt förklara din kärlek till din partner. Du tycker överhuvudtaget det är viktigt att ge små överraskningsgåvor för att tydliggöra att kärleken finns där och är stark, fin och äkta.  Om din partner glömmer en viktig dag av de som nämnts ovan är det för dig samma sak som att säga ”Jag älskar dig inte längre. Du betyder inget för mig”, alldeles oavsett vad hen faktiskt uttalar. För glömmer man sådant och aldrig ger några presenter annat än på uppmaning, då kan kärleken omöjligt vara äkta och sann. Så är det för dig"
    },
    "D": {
        "name": "Service",
        "description": "För dig finns det bara ett sätt att visa kärlek och det är att göra saker för din älskade. Du tar hand om din partner, är uppmärksam på hens behov och försöker tillfredsställa, underlätta och hjälpa till. Att erbjuda dig att hjälpa till med disken eller tvätten är en självklar kärleks- yttring. För dig betyder inte ord så mycket utan den äkta kärleken visar sig när du står och diskar och din älskade kommer fram och erbjuder sig att hjälpa dig. Eller fråga om det behöver dammsugas också för då kan hen göra det under tiden. När man helt naturligt ser vad som behöver göras och ser till att det blir gjort. Om din partner väljer att sitta framför tv:n eller med en bok när du sköter disken, då konstaterar du att kärleken börjar falna från dina partners sida. Något annat känns helt enkelt omöjligt för så ointresserad är man inte när kärleken är äkta"
    },
    "E": {
        "name": "Fysisk kontakt",
        "description": "Att ha fysisk kontakt är det sista av de fem kärleksspråken som vi pratar om här. Om du känner att sex är det viktigaste i en kärleksrelation kan du prova om det verkligen är ditt kärleksspråk genom att föreställa dig att inget av det som står ovan förekommer i relationen men ni har rejält med sex. Skulle det för dig bevisa att ni älskar varandra? Då är det kanske ditt kärleksspråk. Sannolikt vill du i så fall också få pussar, kyssar och kramar och bli styrkt över håret och det är också så du helst visar din kärlek till din partner. Det handlar alltså inte bara om sex för då kan det vara din naturliga drift, men ditt kärleksspråk kan vara ett annat. Om att få en kram lite då och då, bara så där, och att hålla din partner i handen på promenaden är ditt sätt att visa kärlek så är det sannolikt fysisk kontakt som är ditt kärleksspråk. Då räcker det inte för dig att din partner uttalar sin kärlek till dig för att säga är en sak, men att fysisk ta på varandra, det är riktigt kärlek det"
    }
}